INSERT INTO product_service.product (name, description, quantity, price)
VALUES
    ('Геймерское кресло', 'Эргономичное кресло для длительных игровых сессий', 5, 249.99),
    ('Механическая клавиатура', 'RGB клавиатура с синими свечами', 12, 129.99),
    ('Игровая мышь', 'Беспроводная мышь с 8 программируемыми кнопками', 20, 79.99),
    ('Монитор 27"', 'Игровой монитор 165 Гц с IPS-матрицей', 7, 349.99),
    ('Наушники с микрофоном', 'Беспроводные наушники с шумоподавлением', 15, 199.99),
    ('Игровой коврик', 'Коврик для мыши с RGB-подсветкой', 30, 49.99),
    ('Микрофон USB', 'Студийный микрофон для стримов и подкастов', 8, 119.99),
    ('Веб-камера 4K', 'Камера для видеозвонков и стриминга', 10, 159.99),
    ('Видеокарта RTX 4070', 'Мощная видеокарта для игр и стриминга', 3, 799.99),
    ('Процессор i9-13900K', 'Флагманский процессор Intel 13-го поколения', 6, 599.99);
